12/data/attachments/12659f3825b67bc5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2285751f-b641-4364-b570-3a4ef0958e6f</nif:username>
            <nif:friendToBeAdded>Alicia_subject_Friend_79858_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>